[
  {
    "posted": "n/a",
    "deadline": "n/a",
    "snippet": "SRA | START (STrategic Alliance for Research and Technology) 2025 START Program CFP Brief THEME: 01. Wireless Communication SUB-THEME: 1.2. Low-power circuit and energy harvesting for future Smart Home and IoT Context/ Overview Samsung has a diverse range of home products that can leverage data for enhancing user experiences and enabling automation. Deploying these products with sensors that can wirelessly",
    "portal": "samsung",
    "source": "https://sra.samsung.com/wp-content/uploads/2025/01/1.2_START-CFP-Brief_Low-power-circuit.pdf"
  },
  {
    "posted": "n/a",
    "deadline": "n/a",
    "snippet": "SRA | START (STrategic Alliance for Research and Technology) 2025 START Program CFP Brief THEME: 04. Camera Technologies SUB-THEME: 4.1. Computational Optics for Advanced Camera Context/ Overview Cameras are an essential component in mobile devices such as smartphones and AR/VR glasses, and as a result the form factor and the KPIs of these devices depend heavily on the camera. Therefore,",
    "portal": "samsung",
    "source": "https://sra.samsung.com/wp-content/uploads/2025/02/4.1_START-CFP-Brief_Computational-Optics-for-Advanced-Camera.pdf"
  },
  {
    "posted": "n/a",
    "deadline": "n/a",
    "snippet": "SRA | START (STrategic Alliance for Research and Technology) 2025 START Program CFP Brief THEME: 01. Wireless Communication SUB-THEME: 1.1 AI-RAN technology for the evolution of 5G and 6G cellular networks Context/ Overview Driven by the rollout of the fifth generation (5G) and the anticipated arrival of 6G cellular networks, the cellular industry is experiencing a significant paradigm shift. The",
    "portal": "samsung",
    "source": "https://sra.samsung.com/wp-content/uploads/2025/01/1.1_START-CFP-Brief_AI-RAN.pdf"
  },
  {
    "posted": "n/a",
    "deadline": "n/a",
    "snippet": "SRA | START (STrategic Alliance for Research and Technology) 2025 START Program CFP Brief THEME: 02. Digital Health SUB-THEME: 2.3. Identification and Correlation of Novel Biomarkers in Human Eye Fundus Images and/or Human Breath for Disease Detection Context/ Overview Imaging of the eye fundus and the analysis of volatile organic compounds (VOCs) in human breath and other human emissions have",
    "portal": "samsung",
    "source": "https://sra.samsung.com/wp-content/uploads/2025/01/2.3_START-CFP-Brief_Disease-biomarkers-in-Eye-and-Health.pdf"
  },
  {
    "posted": "n/a",
    "deadline": "n/a",
    "snippet": "SRA | START (STrategic Alliance for Research and Technology) 2025 START Program CFP Brief THEME: 05. Robotics SUB-THEME: 5.1 Robotic foundation models with seamless human robotic interaction Context/ Overview The future of robotics is exciting and promising, with advancements in artificial intelligence, machine learning, and computer vision. These technologies will enable robots to become more autonomous, flexible, and adaptable to",
    "portal": "samsung",
    "source": "https://sra.samsung.com/wp-content/uploads/2025/01/5.1_START-CFP-Brief_Robotic-Foundation-Models.pdf"
  },
  {
    "posted": "n/a",
    "deadline": "n/a",
    "snippet": "SRA | START (STrategic Alliance for Research and Technology) 2025 START Program CFP Abstract Proposal guide & format Abstract Proposal guide & format ※ A submission template file will be provided. 1. FORMAT REQUIREMENTS Length Keep your Project Specification to Three (3) pages or less; additional pages may be used for supporting figures, images, data, CV and other documentation. Text",
    "portal": "samsung",
    "source": "https://sra.samsung.com/wp-content/uploads/2025/02/START-CFP-Abstract-Proposal_guidelines.pdf"
  },
  {
    "posted": "n/a",
    "deadline": "n/a",
    "snippet": "SRA | START (STrategic Alliance for Research and Technology) 2025 START Program CFP Brief THEME: 05. Robotics SUB-THEME: 5.2. Physical interaction between Robots and Humans Context/ Overview Samsung Research America invites proposals for innovative solutions to enhance the interaction between robots and humans through physical contact. This initiative seeks to address critical challenges such as safety, precision, ergonomics, and reliability.",
    "portal": "samsung",
    "source": "https://sra.samsung.com/wp-content/uploads/2025/01/5.2_START-CFP-Brief_Human-Robot-Physical-Interactions.pdf"
  },
  {
    "posted": "n/a",
    "deadline": "n/a",
    "snippet": "SRA | START (STrategic Alliance for Research and Technology) 2025 START Program CFP Brief THEME: 01. Wireless Communication SUB-THEME: 1.3. Antenna miniaturization using non-classical technologies for drastic improvement in antenna efficiencies Context/ Overview Wireless sensing and communication at RF frequencies is inherently limited by size of the antenna modules. With introduction of new communication bands like 6G, the already crowded",
    "portal": "samsung",
    "source": "https://sra.samsung.com/wp-content/uploads/2025/01/1.3_START-CFP-Brief_Antenna-miniaturization.pdf"
  },
  {
    "posted": "n/a",
    "deadline": "n/a",
    "snippet": "SRA | START (STrategic Alliance for Research and Technology) 2025 START Program CFP Brief THEME: 02. Digital Health SUB-THEME: 2.1. Monitoring/Interventions of Chronic Health Conditions, using Digital Biomarkers measured by Wearables Context/ Overview This call for proposal (CFP) seeks research proposals focusing on the use of wearable sensing devices for early detection and intervention of chronic health conditions. With the",
    "portal": "samsung",
    "source": "https://sra.samsung.com/wp-content/uploads/2025/01/2.1_START-CFP-Brief_Managing-chronic-health-problems-using-wearables.pdf"
  },
  {
    "posted": "n/a",
    "deadline": "n/a",
    "snippet": "SRA | START (STrategic Alliance for Research and Technology) 2025 START Program CFP Brief THEME: 03. Artificial Intelligence SUB-THEME: 3.2. Multimodal Reasoning Context/ Overview Multimodal reasoning is a core pillar for achieving AGI by developing systems that integrate and reason over diverse data modalities such as text, images, audio, video, knowledge graphs among others. This will pave the way for",
    "portal": "samsung",
    "source": "https://sra.samsung.com/wp-content/uploads/2025/01/3.2_START-CFP-Brief_Multimodal-Reasoning.pdf"
  },
  {
    "posted": "n/a",
    "deadline": "n/a",
    "snippet": "SRA | START (STrategic Alliance for Research and Technology) 2025 START Program CFP Brief THEME: 03. Artificial Intelligence SUB-THEME: 3.3. Multi-modal life-long memory augmentation system with fast retrieval Context/ Overview Personal knowledge base has evolved from traditional note-taking or diary to photos, videos, audio recordings etc. These information like our human brains can help us store important memories and moments.",
    "portal": "samsung",
    "source": "https://sra.samsung.com/wp-content/uploads/2025/01/3.3_START-CFP-Brief_Multi-modal-life-long-memory-augmentation-system-with-fast-retrieval-.pdf"
  },
  {
    "posted": "n/a",
    "deadline": "n/a",
    "snippet": "SRA | START (STrategic Alliance for Research and Technology) 2025 START Program CFP Brief THEME: 03. Artificial Intelligence SUB-THEME: 3.1. Multimodal Conditioned Video Generation Context/ Overview Text-to-video generation systems (such as OpenAI’s Sora, Google’s Veo) have piqued research community as well as general public’s interests. Such systems can pave the way for enabling rich creative expression and have applicability in",
    "portal": "samsung",
    "source": "https://sra.samsung.com/wp-content/uploads/2025/01/3.1_START-CFP-Brief_Multimodal-Conditioned-Video-Generation.pdf"
  },
  {
    "posted": "n/a",
    "deadline": "n/a",
    "snippet": "SRA | START (STrategic Alliance for Research and Technology) 2025 START Program CFP Brief THEME: 02. Digital Health SUB-THEME: 2.2 Population health-based biomarker discovery Context/ Overview This call for proposal (CFP) seeks research proposals focusing on the use of wearable data from a large population of users that can be used to detect when a person has an illness or",
    "portal": "samsung",
    "source": "https://sra.samsung.com/wp-content/uploads/2025/01/2.2_START-CFP-Brief_Population-health-based-biomarker-discovery.pdf"
  },
  {
    "posted": "n/a",
    "deadline": "n/a",
    "snippet": "Our Story 2025",
    "portal": "nvidia",
    "source": "https://images.nvidia.com/aem-dam/Solutions/homepage/pdf/NVIDIA-Story.pdf"
  },
  {
    "posted": "n/a",
    "deadline": "n/a",
    "snippet": "AISI CHALLENGE FUND APPLICATION PACK June 2025",
    "portal": "aisi",
    "source": "https://cdn.prod.website-files.com/663bd486c5e4c81588db7a1d/6841737a6eb3c6fa44b544c3_AISI%20Challenge%20Fund_Application%20Pack_June%202025.pdf"
  },
  {
    "posted": "n/a",
    "deadline": "n/a",
    "snippet": "OFFICIAL PRIORITY RESEARCH AREAS AISI Challenge Fund Updated - May 2025 OFFICIAL",
    "portal": "aisi",
    "source": "https://cdn.prod.website-files.com/663bd486c5e4c81588db7a1d/683093c60568034760358a97_AISI%20Challenge%20Fund_Priority%20Research%20Areas%20-%20vMay2025.pdf"
  },
  {
    "posted": "n/a",
    "deadline": "n/a",
    "snippet": "OFFICIAL COST GUIDANCE AISI Challenge Fund Stage 2 Application OFFICIAL",
    "portal": "aisi",
    "source": "https://cdn.prod.website-files.com/663bd486c5e4c81588db7a1d/6821d7d240333a7a630a1856_AISI%20Challenge%20Fund%20-%20Stage%202%20Cost%20Guidance.pdf"
  },
  {
    "posted": "n/a",
    "deadline": "n/a",
    "snippet": "M-ERA.NET Call 2012: Funded projects Nr. Call topic Acronym Full Title Partners Integrated Multiscale Computational- Computational driven design of novel hard Materials Engineering MC2 nanostructured Coatings 5 Physically based modelling and simulation of the mechanical Integrated behaviour of metallic thin film Computational systems and fine grained Materials Engineering FASS surfaces under cyclic loading 5 Design of new Surface modifications to",
    "portal": "M-ERA NET",
    "source": "https://www.m-era.net/lw_resource/datapool/systemfiles/elements/files/121ce956-9014-11ed-849b-901b0ed05e16/current/document/Funded_projects1.pdf"
  },
  {
    "posted": "n/a",
    "deadline": "n/a",
    "snippet": "M-ERA.NET Call 2024: List of projects recommended for funding No. of Funding Call topic Acronym Full Title Participants1 Partner organisations AGENCIA ESTATAL CONSEJO SUPERIOR DE INVESTIGACIONES CIENTIFICAS (ES) UNIVERSITA DELLA CALABRIA (IT) AEI (Spain) Sustainable advanced materials Sustainable CENTRE NATIONAL DE LA RECHERCHE CALABRIA (Italy) for Solid-State Sodium-Ion advanced SCIENTIFIQUE CNRS (FR) ANR (France) 4SIBAT BATteries: an efficient, safe and",
    "portal": "M-ERA NET",
    "source": "https://www.m-era.net/lw_resource/datapool/systemfiles/elements/files/9057b683-ef92-11ef-994a-a0369fe1b6c9/current/document/List_of_funded_projects_2024-Call.pdf"
  },
  {
    "posted": "n/a",
    "deadline": "n/a",
    "snippet": "M-ERA.NET Call 2021: List of projects recommended for funding No. of Funding Call topic Acronym Full Title Participants1 Partner organisations Resolvent (DK) Modeling for Multi-scale simulation of laser University of Skövde (SE) IFD (Denmark) materials LaserBATMAN welding for optimal battery pack 5 Technical University of Denmark (DK) VINNOVA engineering manufacturing *Volvo Group Trucks Operations (SE) (Sweden) and processing *Aurobay Powertrain",
    "portal": "M-ERA NET",
    "source": "https://www.m-era.net/lw_resource/datapool/systemfiles/elements/files/f4a0812d-8d04-11ed-97a1-901b0ed05e16/current/document/List_of_funded_projects_2021-Call.pdf"
  },
  {
    "posted": "n/a",
    "deadline": "n/a",
    "snippet": "Results of M-ERA.NET Call 2013 166 pre-proposals were submitted, requesting 128 Mio EUR funding in total. 93 pre-proposals were recommended for a full proposal submission. 90 full-proposals were submitted. 58 full-proposals passed the full-proposal evaluation, requesting around 52.9 Mio EUR funding. Depending on national/regional budgets and rules the national/regional funding organisations finally selected 26 full proposals for funding corresponding to",
    "portal": "M-ERA NET",
    "source": "https://www.m-era.net/lw_resource/datapool/systemfiles/elements/files/f87f3c10-9012-11ed-849b-901b0ed05e16/current/document/Results_of_2013-120714.pdf"
  },
  {
    "posted": "n/a",
    "deadline": "n/a",
    "snippet": "M-ERA.NET Call 2023: List of projects recommended for funding No. of Funding Call topic Acronym Full Title Participants1 Partner organisations Agencia Estatal Consejo Superior de Sustainable AEI (Spain) Advancing Supercapacitors with Investigaciones Científicas (ES) advanced MVZI (Slovenia) ANGSTROM Plasma-designed Multifunctional 4 Institut \"Jožef Stefan\" (SI) materials for TACR (Czech Hybrid Materials Central European Institute of Technology (CZ) energy Republic) IQS",
    "portal": "M-ERA NET",
    "source": "https://www.m-era.net/lw_resource/datapool/systemfiles/elements/files/809b1a9f-d497-11ee-bbc4-a0369fe1b534/current/document/List_of_funded_projects_2023-Call.pdf"
  },
  {
    "posted": "n/a",
    "deadline": "n/a",
    "snippet": "M-ERA.NET Call 2015: Funded projects Nr. Funding contact details Call topic Acronym Full Title Partner organisations coordinator COIN Corrosion inhibition and 4 MIZS Jožef Stefan Integrated DESC dealloying descriptors (Slovenia), Institute, Slovenia Computational FWO Anton Kokalj Materials (Belgium), tone.kokalj@ijs.si Engineering MINECO (Spain), NOW (Netherlands) New Surfaces COLODOR Integrated-optical 5 FFG TP AIT Austrian and Coating detection of volatile (Austria), VDI-",
    "portal": "M-ERA NET",
    "source": "https://www.m-era.net/lw_resource/datapool/systemfiles/elements/files/2684aa15-8d0e-11ed-97a1-901b0ed05e16/current/document/call2015-funded-projects.pdf"
  },
  {
    "posted": "n/a",
    "deadline": "n/a",
    "snippet": "Results of M-ERA.NET Call 2023 The M-ERA.NET Call 2023 was launched on 1 March 2023. 38 funding organisations from 29 countries participated with a preliminary total commitment of 30 million €.  382 pre-proposals were submitted, requesting 362 Mio € funding in total.  110 pre-proposals were recommended for a full-proposal submission. 110 full-proposals were submitted and 109 were sent",
    "portal": "M-ERA NET",
    "source": "https://www.m-era.net/lw_resource/datapool/systemfiles/elements/files/5f19c96f-d497-11ee-bbc4-a0369fe1b534/current/document/Results_of_Call_2023.pdf"
  },
  {
    "posted": "n/a",
    "deadline": "n/a",
    "snippet": "M-ERA.NET Call 2013: Funded projects Call topic Acronym Full Title Nr. Partners HeuMem Heusler compounds for future 4 Integrated magnetic memory and logic Computational Materials Engineering Integrated Computational ANPHASES Anisotropy of interphase 4 Materials Engineering boundaries in multiscale composite growth structures Integrated Computational ICENAP Integrated Computational 4 Materials Engineering Engineering, Characterization and Validation of Semiconductor Colloidal Nanocrystals with Advanced Properties",
    "portal": "M-ERA NET",
    "source": "https://www.m-era.net/lw_resource/datapool/systemfiles/elements/files/ead31cb8-9012-11ed-849b-901b0ed05e16/current/document/Geförderte_Projekte.pdf"
  },
  {
    "posted": "n/a",
    "deadline": "n/a",
    "snippet": "M-ERA.NET Call 2020: List of projects recommended for funding No. of Funding Call topic Acronym Full Title Participants1 Partner organisations Luxembourg Institute of Science and Technology Modeling for FNR Design and Optimisation Open (LU) materials (Luxembourg) DeeMa Innovation HUB for Composites 4 Czech Technical University in Prague (CZ) engineering TACR (Czech Modeling and Design *e-Xstream Engineering (LU) and processing Republic)",
    "portal": "M-ERA NET",
    "source": "https://www.m-era.net/lw_resource/datapool/systemfiles/elements/files/d114c436-8d07-11ed-97a1-901b0ed05e16/current/document/List_of_funded_projects_2020-Call.pdf"
  },
  {
    "posted": "n/a",
    "deadline": "n/a",
    "snippet": "M-ERA.NET Call 2018: List of projects recommended for funding Funding No. of Call topic Acronym Full Title Participants organisati Partner ons RCN Multiscale Institute for Energy Technology (Norway); (Norway); modeling for Theoretical and Experimental Transilvania University of Brasov (Romania); UEFISCDI materials Study of TransItion Metal Sunphade AS (Norway) ; (Romania); engineering TESTIMONIES Oxyhydride NanomaterIals for 6 Lithuanian Energy Institute (Lithuania)",
    "portal": "M-ERA NET",
    "source": "https://www.m-era.net/lw_resource/datapool/systemfiles/elements/files/1d23a1f5-8d0b-11ed-97a1-901b0ed05e16/current/document/List_of_funded_projects_2018_Call.pdf"
  },
  {
    "posted": "n/a",
    "deadline": "n/a",
    "snippet": "M-ERA.NET Call 2016: Funded projects # Part- Funding Call topic Acronym Full Title ner organisations Integrated HEAMODELL High entropy alloys 4 NWO (Netherlands), computational with predictable UEFISCDI materials mechanical properties (Romania), MIZS (Slovenia) engineering by computational (ICME) modelling Integrated MuMo4PEC Multiscale Modeling 4 NOW computational and Design of Photo- (Netherlands), materials Electrochemical MINECO (Spain), engineering Interfaces NCN (Poland) (ICME) Innovative",
    "portal": "M-ERA NET",
    "source": "https://www.m-era.net/lw_resource/datapool/systemfiles/elements/files/505c3e82-8d0d-11ed-97a1-901b0ed05e16/current/document/List_of_funded_projects_2016.pdf"
  },
  {
    "posted": "n/a",
    "deadline": "n/a",
    "snippet": "Results of M-ERA.NET Call 2020 236 pre-proposals were submitted, requesting 153 Mio EUR funding in total. 146 pre-proposals were recommended for a full-proposal submission. 144 full-proposals were submitted. 119 full-proposals passed the full-proposal evaluation, requesting around 86 Mio EUR funding. Depending on national/regional budgets and rules the national/regional funding organisations finally selected 42 full-proposals for funding corresponding to requested funding",
    "portal": "M-ERA NET",
    "source": "https://www.m-era.net/lw_resource/datapool/systemfiles/elements/files/c5e0a35c-8d07-11ed-97a1-901b0ed05e16/current/document/Results_of_Call-2020.pdf"
  },
  {
    "posted": "n/a",
    "deadline": "n/a",
    "snippet": "Results of M-ERA.NET Call 2012 124 pre-proposals were submitted, requesting 90 Mio EUR funding in total. 72 pre-proposals were recommended for a full proposal submission. 69 full-proposals were submitted. 47 full-proposals passed the full-proposal evaluation, requesting around 37 Mio EUR funding. Depending on national/regional budgets and rules the national/regional funding organizations finally selected 23 full proposals for funding, corresponding to",
    "portal": "M-ERA NET",
    "source": "https://www.m-era.net/lw_resource/datapool/systemfiles/elements/files/fe0612ff-9013-11ed-849b-901b0ed05e16/current/document/Results_of_2012-170715.pdf"
  },
  {
    "posted": "n/a",
    "deadline": "n/a",
    "snippet": "Results of M-ERA.NET Call 2022 The M-ERA.NET Call 2022 was launched on 15 March 2022. 34 funding organisations from 30 countries participate with a total budget of approximately 40 million €.  289 pre-proposals were submitted, requesting 251 Mio EUR funding in total.  129 pre-proposals were recommended for a full-proposal submission. 127 full-proposals were submitted and 125 were sent",
    "portal": "M-ERA NET",
    "source": "https://www.m-era.net/lw_resource/datapool/systemfiles/elements/files/c24b74e6-c7bf-11ed-afee-901b0ed05e16/current/document/Results_of_Call_2022.pdf"
  },
  {
    "posted": "n/a",
    "deadline": "n/a",
    "snippet": "Results of M-ERA.NET Call 2019 233 pre-proposals were submitted, requesting 145 Mio EUR funding in total. 126 pre-proposals were recommended for a full-proposal submission. 123 full-proposals were submitted. 101 full-proposals passed the full-proposal evaluation, requesting around 65 Mio EUR funding. Depending on national/regional budgets and rules the national/regional funding organisations finally selected 37 full-proposals for funding corresponding to requested funding",
    "portal": "M-ERA NET",
    "source": "https://www.m-era.net/lw_resource/datapool/systemfiles/elements/files/5293f099-8d09-11ed-97a1-901b0ed05e16/current/document/Results_of_Call-2019.pdf"
  },
  {
    "posted": "n/a",
    "deadline": "n/a",
    "snippet": "M-ERA.NET Call 2019 List of projects recommended for funding No. of Funding Call topics Acronym Full Title Participants Partner organisations Inovative Antibacterial Coatings Lodz University of Technology (Poland); NCBR (Poland); surfaces, Containing Carbon AnBaCo 3 Technical University of Liberec (Czech TACR (Czech coatings and Nanoparticles Obtained by Sol- Republic); TERMEX (Poland) Republic); interfaces Gel Method Fraunhofer Institute for Material and",
    "portal": "M-ERA NET",
    "source": "https://www.m-era.net/lw_resource/datapool/systemfiles/elements/files/5bebaf2b-8d09-11ed-97a1-901b0ed05e16/current/document/List_of_funded_projects_Call-2019.pdf"
  },
  {
    "posted": "n/a",
    "deadline": "n/a",
    "snippet": "Results of M-ERA.NET Call 2016 233 pre-proposals were submitted, requesting 194 Mio EUR funding in total. 91 pre-proposals were recommended for a full-proposal submission. 89 full-proposals were submitted. 68 full-proposals passed the full-proposal evaluation, requesting around 48.8 Mio EUR funding. Depending on national/regional budgets and rules the national/regional funding organisations finally selected 46 full-proposals for funding corresponding to requested funding",
    "portal": "M-ERA NET",
    "source": "https://www.m-era.net/lw_resource/datapool/systemfiles/elements/files/433cfe4a-8d0d-11ed-97a1-901b0ed05e16/current/document/Results_of_2016.pdf"
  },
  {
    "posted": "n/a",
    "deadline": "n/a",
    "snippet": "Results of M-ERA.NET Call 2015 156 pre-proposals were submitted, requesting 115 Mio EUR funding in total. 96 pre-proposals were recommended for a full-proposal submission. 93 full-proposals were submitted. 54 full-proposals passed the full-proposal evaluation, requesting around 37.2 Mio EUR funding. Depending on national/regional budgets and rules the national/regional funding organisations finally selected 22 full-proposals for funding corresponding to requested funding",
    "portal": "M-ERA NET",
    "source": "https://www.m-era.net/lw_resource/datapool/systemfiles/elements/files/1bd8b7ab-8d0e-11ed-97a1-901b0ed05e16/current/document/Results-of-2015.pdf"
  },
  {
    "posted": "n/a",
    "deadline": "n/a",
    "snippet": "Results of M-ERA.NET Call 2017 92 pre-proposals were submitted, requesting 67 Mio EUR funding in total. 53 pre-proposals were recommended for a full-proposal submission. 48 full-proposals were submitted. 37 full-proposals passed the full-proposal evaluation, requesting around 27 Mio EUR funding. Depending on national/regional budgets and rules the national/regional funding organisations finally selected 20 full-proposals for funding corresponding to requested funding",
    "portal": "M-ERA NET",
    "source": "https://www.m-era.net/lw_resource/datapool/systemfiles/elements/files/2c4c4577-8d0c-11ed-97a1-901b0ed05e16/current/document/Results_of_2017.pdf"
  },
  {
    "posted": "n/a",
    "deadline": "n/a",
    "snippet": "Results of M-ERA.NET Call 2018 166 pre-proposals were submitted, requesting 114 Mio EUR funding in total. 94 pre-proposals were recommended for a full-proposal submission. 90 full-proposals were submitted and sent to central evaluation. 74 full-proposals passed the full-proposal evaluation, requesting around 48 Mio EUR funding. Depending on national/regional budgets and rules the national/regional funding organisations finally selected 27 full-proposals for",
    "portal": "M-ERA NET",
    "source": "https://www.m-era.net/lw_resource/datapool/systemfiles/elements/files/1306ae9f-8d0b-11ed-97a1-901b0ed05e16/current/document/Results_of_2018.pdf"
  },
  {
    "posted": "n/a",
    "deadline": "n/a",
    "snippet": "M-ERA.NET Call 2022: List of projects recommended for funding No. of Funding Call topic Acronym Full Title Participants1 Partner organisations Heatflow ApS (DK) Novel two-phase cooling IFD (Denmark) Materials for Danish Technological Institute (DK) AM2pC systems for data centres 4 SMWK (Germany) energy Fraunhofer IWU (DE) through additive manufacturing SPW (Belgium) Open Engineering (BE) Hochschule Mittweida (DE) SMWK (Germany) Fraunhofer-Institut",
    "portal": "M-ERA NET",
    "source": "https://www.m-era.net/lw_resource/datapool/systemfiles/elements/files/e26de186-c7bf-11ed-afee-901b0ed05e16/current/document/List_of_funded_projects_2022-Call.pdf"
  },
  {
    "posted": "n/a",
    "deadline": "n/a",
    "snippet": "M-ERA.NET Call 2014: Funded projects Nr. Funding Call topic Acronym Full Title Partner organisations COR_ID Design of corrosion resistant 4 MISZ Integrated Computational coatings targeted for versatile (Slovenia), ANR Materials Engineering applications (France), NKFIH/OTKA (Hungary) Integrated Computational MODIGLIANI Modelling Photoswitchable 4 FNRS Materials Engineering Organic-Graphene Hybrids (Belgium), ANR (France), DFG (Germany) Integrated Computational MICROPORES- Modeling of annihilation of 4 DFG",
    "portal": "M-ERA NET",
    "source": "https://www.m-era.net/lw_resource/datapool/systemfiles/elements/files/60482bf3-8d0f-11ed-97a1-901b0ed05e16/current/document/Geförderte_Projekte_2014.pdf"
  },
  {
    "posted": "n/a",
    "deadline": "n/a",
    "snippet": "Results of M-ERA.NET Call 2014 173 pre-proposals were submitted, requesting 121 Mio EUR funding in total. 107 pre-proposals were recommended for a full proposal submission. 105 full-proposals were submitted. 62 full-proposals passed the full-proposal evaluation, requesting around 41.4 Mio EUR funding. Depending on national/regional budgets and rules the national/regional funding organisations finally selected 22 full proposals for funding corresponding to",
    "portal": "M-ERA NET",
    "source": "https://www.m-era.net/lw_resource/datapool/systemfiles/elements/files/5697ad7a-8d0f-11ed-97a1-901b0ed05e16/current/document/Results_of_2014-20150601.pdf"
  },
  {
    "posted": "n/a",
    "deadline": "n/a",
    "snippet": "Results of M-ERA.NET Calls 2016-2020 October 2021 1",
    "portal": "M-ERA NET",
    "source": "https://www.m-era.net/lw_resource/datapool/systemfiles/elements/files/bc7801c9-9583-11ed-849b-901b0ed05e16/current/document/Results-M2_2016_2020.pdf"
  },
  {
    "posted": "n/a",
    "deadline": "n/a",
    "snippet": "Results of M-ERA.NET Call 2021 The M-ERA.NET Call 2021 was launched on 15 March 2021. 45 funding agencies from 32 countries participate with a total budget of approximately 60 million €, including an EU contribution.  493 pre-proposals were submitted, requesting 403 Mio EUR funding in total.  174 pre-proposals were recommended for a full-proposal submission. 171 full-proposals were submitted",
    "portal": "M-ERA NET",
    "source": "https://www.m-era.net/lw_resource/datapool/systemfiles/elements/files/e5f7b16b-8d04-11ed-97a1-901b0ed05e16/current/document/Results_of_Call-2021.pdf"
  },
  {
    "posted": "n/a",
    "deadline": "n/a",
    "snippet": "Results of M-ERA.NET Call 2024 The M-ERA.NET Call 2024 was launched on 5 March 2024. 36 funding organisations from 28 countries participated with a preliminary total commitment of more than 30 million €.  389 pre-proposals were submitted, requesting 391 Mio € funding in total.  103 pre-proposals were recommended for a full-proposal submission. 101 full-proposals were submitted and 98",
    "portal": "M-ERA NET",
    "source": "https://www.m-era.net/lw_resource/datapool/systemfiles/elements/files/77bbb57a-ef92-11ef-994a-a0369fe1b6c9/current/document/Results_of_Call_2024.pdf"
  },
  {
    "posted": "n/a",
    "deadline": "n/a",
    "snippet": "M-ERA.NET Call 2017: List of projects recommended for funding # Funding Call topic Acronym Full Title Part -ner organisations Integrated Nouvelle- Computational Flexible magnetics Aquitaine Materials FMF filaments:properties and 3 (France); SAS Engineering applications (Slovakia); (ICME) VIAA (Latvia) Utilization of CO2 Innovative through novel surfaces, BioElectroCathode RPF (Cyprus); BioElectroCathode 4 coatings and systems for production of NCBiR (Poland) interfaces biofuels",
    "portal": "M-ERA NET",
    "source": "https://www.m-era.net/lw_resource/datapool/systemfiles/elements/files/5059c9cc-8d0c-11ed-97a1-901b0ed05e16/current/document/List_of_funded_projects_2017.pdf"
  }
]